Repository: syncwerk/syncwerk-server-restapi
Catalog: fhs/usr/share/python/syncwerk/restapi/restapi/api3/locale/*/LC_MESSAGES/django.po
Languages: de

source: Account activation on Syncwerk
de: Kontoaktivierung bei Syncwerk

source: Account is successfully activated. Please login.
de: Konto wurde erfolgreich aktiviert. Bitte loggen Sie sich ein.

source: Account activation failed.
de: Kontoaktivierung fehlgeschlagen

source: Please include "request_id" in your request.
de: Bitte geben Sie "request_id" in Ihre Anfrage ein.

source: Invalid request.
de: Ungültige Argumente

source: There is error while changing email. Please try again later.
de: Beim Ändern der E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Change email complete successfully
de: Die Änderung der E-Mail wurde erfolgreich abgeschlossen

source: Request removed successfully.
de: Anfrage erfolgreich entfernt

source: Internal server error. Please try again later.
de: Interner Serverfehler

source: System setting
de: Systemeinstellung

source: Get list of meetings successfully.
de: Liste der Besprechungen erfolgreich abrufen.

source: Please provide the name for the meeting.
de: Bitte geben Sie den Namen für das Meeting an.

source: Max number of participants must be larger than 0.
de: Die maximale Teilnehmerzahl muss größer als 0 sein.

source: Max number of participants must be a number larger than 0.
de: Die maximale Teilnehmerzahl muss größer als 0 sein.

source: You can't create more than {} meeting(s). Please remove some of your meeting(s) and try again.
de: Sie können nicht mehr als {} Besprechungen erstellen. Bitte entfernen Sie einige Ihrer Besprechungen und versuchen Sie es erneut.

source: The PIN for attendee should be at least 6 characters.
de: Die PIN für den Teilnehmer sollte mindestens 6 Zeichen lang sein.

source: The PIN for moderator should be at least 6 characters.
de: Die PIN für den Moderator sollte mindestens 6 Zeichen lang sein.

source: Meeting created successfully.
de: Besprechung erfolgreich erstellt

source: Please provide the meeting_room_id.
de: Bitte geben Sie die meeting_room_id an.

source: Meeting not found.
de: Besprechung nicht gefunden.

source: Internal server error.
de: Interner Serverfehler

source: Please provide the meeting_room_id for edit.
de: Bitte geben Sie die Besprechungsraum-ID zur Bearbeitung an.

source: Meeting updated successfully. Changes will be applied next time you start the meeting
de: Besprechung erfolgreich aktualisiert. Änderungen werden beim nächsten Start des Meetings übernommen

source: Please provide the meeting_room_id for delete.
de: Bitte geben Sie die Besprechungsraum-ID zum Löschen an.

source: The meeting is still in progress. You need to stop the meeting before removing it.
de: Das Treffen ist noch im Gange. Sie müssen das Meeting beenden, bevor Sie es entfernen können.

source: Delete meeting successfully
de: Besprechung erfolgreich löschen

source: Please provide the meeting_room_id for starting.
de: Bitte geben Sie die ID des Besprechungsraums an, um zu beginnen.

source: Failed to start the meeting
de: Das Meeting konnte nicht gestartet werden

source: The meeting is full
de: Das Treffen ist voll

source: Meeting started successfully
de: Das Meeting wurde erfolgreich gestartet

source: Please provide the meeting_room_id for stopping.
de: Bitte geben Sie die ID des Besprechungsraums an, um anzuhalten.

source: The meeting was already stopped.
de: Das Treffen wurde bereits abgebrochen.

source: Meeting stopped successfully
de: Besprechung erfolgreich beendet

source: Please provide the meeting_room_id for getting records.
de: Bitte geben Sie die ID des Besprechungsraums an, um Aufzeichnungen zu erhalten.

source: Get meeting records successfully
de: Besprechungsaufzeichnungen erfolgreich abrufen

source: Please provide the meeting_room_id for publishing recordings.
de: Bitte geben Sie die ID des Besprechungsraums für die Veröffentlichung von Aufzeichnungen an.

source: Please provide the recording_id for publishing.
de: Bitte geben Sie die Aufnahme-ID für die Veröffentlichung an.

source: publish must be "true" or "false".
de: Publish muss "true" oder "false" sein.

source: Recording not found.
de: Aufnahme nicht gefunden.

source: Meeting recording published
de: Besprechungsaufzeichnung veröffentlicht

source: Meeting recording unpublished
de: Besprechungsaufzeichnung unveröffentlicht

source: Please provide the meeting_room_id for deleting records.
de: Bitte geben Sie die ID des Besprechungsraums zum Löschen von Datensätzen an.

source: Please provide the recording_id for deleting records.
de: Bitte geben Sie die Aufnahme-ID zum Löschen von Datensätzen an.

source: Meeting recording is deleted successfully.
de: Die Besprechungsaufzeichnung wurde erfolgreich gelöscht

source: Public link created successfully
de: Öffentlicher Link erfolgreich erstellt

source: Public link removed successfully
de: Öffentlicher Link erfolgreich entfernt

source: Role must be ATTENDEE or MODERATOR
de: Die Rolle muss ATTENDEE oder MODERATOR sein

source: Please provide the user list to share the meeting.
de: Bitte geben Sie die Benutzerliste an, um das Meeting zu teilen.

source: You cannot share the meeting to it's onwer
de: Sie können die Besprechung nicht an den Eigentümer weitergeben

source: This room was already shared to user %s.
de: Dieser Raum wurde bereits an Benutzer %s weitergegeben

source: Share to users successfully
de: Für Benutzer erfolgreich freigeben

source: Please provide the share_entry_id.
de: Bitte geben Sie die share_entry_id an.

source: Share not found.
de: Teilen nicht gefunden

source: Change role successfully
de: Rolle erfolgreich wechseln

source: Share removed successfully
de: Freigabe erfolgreich entfernt

source: Please provide the group list to share the meeting.
de: Bitte geben Sie die Gruppenliste an, um das Meeting zu teilen

source: This room was already shared to group %s.
de: Dieser Raum wurde bereits für die Gruppe %s geteilt

source: Share to groups successfully
de: Für Gruppen erfolgreich freigeben

source: Please provide the configuration name.
de: Bitte geben Sie den Konfigurationsnamen an.

source: Configuration name can only be 255 character max.
de: Der Konfigurationsname darf maximal 255 Zeichen lang sein

source: Please provide the url of the BBB server.
de: Bitte geben Sie die URL des BBB-Servers an.

source: Please provide the shared secret of the BBB server.
de: Bitte geben Sie das gemeinsame Geheimnis des BBB-Servers an.

source: BBB configuration not found
de: BBB-Konfiguration nicht gefunden

source: BBB configurations deleted successfully
de: BBB-Konfigurationen erfolgreich gelöscht

source: Remove download link successfully.
de: Download-Link entfernt

source: Remove upload link successfully.
de: Lizenz wurde hochgeladen

source: Invalid date format
de: Ungültiges Datumsformat

source: Notification message is required.
de: Benachrichtigungsmeldung ist erforderlich

source: Added new system notification successfully.
de: Neue Systembenachrichtigung hinzugefügt

source: Set default notification successfully
de: Standardbenachrichtigung eingerichtet

source: Delete notification successfully
de: Benachrichtigung gelöscht

source: Tenant name is required.
de: Der Name des Mandanten ist erforderlich.

source: Tenant existed. Please choose another name for the tenant.
de: Mandant ist schon vorhanden. Bitte wählen Sie einen anderen Namen.

source: New tenant created successfully.
de: Neuer Mandant angelegt

source: Tenant not existed.
de: Diesen Mandanten gibt es nicht

source: Tenant is not existed.
de: Diesen Mandanten gibt es nicht

source: Set quota for tenant successfully.
de: Kontingent für Mandant festgelegt

source: Tenant deleted successfully.
de: Mandant gelöscht

source: At least 1 user is required.
de: Mindestens 1 Benutzer erforderlich

source: User not found.
de: Benutzer wurde nicht gefunden

source: User profile not found.
de: Benutzerprofil nicht gefunden

source: Remove user from tenant successfully.
de: Benutzer wurde aus dem Mandanten entfernt

source: User is not existed.
de: Benutzer ist nicht vorhanden

source: Can not assign tenant administration roles to global administrators.
de: System-Administrator kann nicht gleichzeitig auch Mandanten-Administrator seinzugewiesen werden.

source: Successfully promote user to tenant admin.
de: Benutzer wurde zum Mandantenadmin befördert

source: Successfully revoke user's tenant admin rights.
de: Mandanten-Administrationsrechte erfolgreich widerrufen

source: BBB configuration retrieved successfully.
de: BBB-Konfiguration erfolgreich abgerufen.

source: BBB configuration updated.
de: BBB-Konfiguration aktualisiert.

source: Your account on %s is activated
de: Ihr Konto bei %s ist aktiviert

source: You are not allow to create user with admin roles.
de: Sie sind nicht berechtigt, Benutzer mit Administratorrollen zu erstellen.

source: Successfully added user. An email notification has been sent.
de: Benutzer wurde erfolgreich hinzugefügt. E-Mail-Benachrichtigung wurde gesendet.

source: Successfully added user. An error accurs when sending email notification, please check your email configuration.
de: Benutzer wurde erfolgreich hinzugefügt. Beim Senden der E-Mail-Benachrichtigung gab es einen Fehler. Bitte überprüfen Sie Ihre E-Mail-Konfiguration.

source: Successfully added user.
de: Benutzer wurde hinzugefügt

source: Successfully added user. But email notification can not be sent, because Email service is not properly configured.
de: Benutzer wurde erfolgreich hinzugefügt. Aber E-Mail-Benachrichtigung kann nicht gesendet werden, weil der E-Mail-Dienst nicht korrekt konfiguriert wurde.

source: Bad request or a user with this email already exists.
de: Fehler oder ein Benutzer mit dieser E-Mail existiert bereits.

source: Owner
de: Inhaber

source: Admin
de: Administrator

source: Member
de: Mitglied

source: Successfully reset password to %(new_password)s, an email has been sent to %(email)s.
de: Passwort erfolgreich zurückgesetzt auf %(new_password)s, Eine Email wurde an%(email)s gesendet.

source: Successfully reset password to %(new_password)s, but failed to send email to %(email)s, please check your email configuration.
de: Passwort erfolgreich zurücksetzen auf %(new_password)s, aber versäumt, E-Mail an senden %(email)s, überprüfen Sie Ihre E-Mail-Konfiguration.

source: Successfully reset password to %(new_password)s for user %(email)s.
de: Passwort erfolgreich zurücksetzen auf %(new_password)s für Benutzer %(email)s.

source: Successfully reset password to %(new_password)s for user %(email)s. But email notification can not be sent, because Email service is not properly configured.
de: Passwort erfolgreich zurücksetzen auf %(new_password)s für Benutzer %(email)s. Die E-Mail-Benachrichtigung kann jedoch nicht gesendet werden, da der E-Mail-Dienst nicht ordnungsgemäß konfiguriert ist.

source: Failed to reset password: user does not exist
de: Passwort konnte nicht zurückgesetzt werden: Benutzer existiert nicht

source: Failed to delete: the user is an organization creator
de: Fehler beim Löschen: Benutzer hat Mandanten erstellt

source: User has been removed successfully
de: Benutzer wurde erfolgreich entfernt

source: Failed to delete: the user does not exist
de: Fehler beim Löschen: Benutzer existiert nicht

source: Operation completed.
de: Vorgang abgeschlossen

source: Successfully revoke the admin permission of %s
de: Admin-Berechtigung von %s entzogen

source: Failed to revoke admin: the user does not exist
de: Fehler beim Entziehen der Berechtigung: Der Benutzer existiert nicht

source: Failed to export to excel
de: Export in Excel fehlgeschlagen

source: Changed user role successfully.
de: Benutzerrolle erfolgreich geändert

source: User does not exist
de: Benutzer existiert nicht

source: You can't activate this user because you reach the limit of the number of user accounts on the license.
de: Sie können diesen Benutzer nicht aktivieren, da Sie das Limit Ihrer Lizenz erreicht haben

source: You don't have permission to change user status.
de: Sie sind nicht berechtigt, den Benutzerstatus zu ändern.

source: User activated. A notification has been sent to user email.
de: Benutzer aktiviert. Eine Benachrichtigung wurde an die Benutzer-E-Mail gesendet.

source: User activated but failed to send email, please check your email configuration.
de: Der Benutzer wurde aktiviert, konnte jedoch keine E-Mail bekommen. Bitte überprüfen Sie Ihre E-Mail-Konfiguration.

source: User deactivated successfully.
de: Benutzer deaktiviert

source: The number of users exceeds the limit.
de: Die Anzahl der Benutzer überschreitet das Limit Ihrer Lizenz

source: Failed to transfer, invalid arguments.
de: Übertragung der ungültigen Argumente fehlgeschlagen.

source: Library does not exist.
de: Ordner existiert nicht

source: Failed to transfer, user %s not found
de: Übertragung fehlgeschlagen, Benutzer %s nicht gefunden

source: Can not transfer organization library
de: Ordner des Mandanten konnte nicht übertragen werden

source: Can not transfer library to organization user %s
de: Ordner konnte nicht an Mandanten-Benutzer %s übertragen werden

source: Internal Server Error
de: Interner Serverfehler

source: Successfully transferred.
de: Erfolgreich übertragen

source: Argument missing
de: Argument fehlt

source: Download link was removed successfully.
de: Download-Link entfernt

source: Upload link was removed successfully.
de: Upload-Link entfernt

source: Group id is not valid.
de: Gruppen-ID ist nicht gültig.

source: Group was removed successfully.
de: Gruppe entfernt

source: Virus scanning record not found or already handled.
de: Virenscan-Datensatz nicht gefunden oder bereits behandelt

source: Folder was deleted.
de: Ordner gelöscht

source: File was moved, renamed or deleted.
de: Datei wurde verschoben, umbenannt oder gelöscht

source: File marked as false positive.
de: Datei als falsch positiv markiert

source: Virus scanning record not found.
de: Virus-Scan-Datensatz nicht gefunden

source: Remove infected file successfully.
de: Infizierte Datei entfernt

source: Failed to remove infected file.
de: Infizierte Datei konnte nicht entfernt werden

source: System library can not be deleted.
de: Systemordner kann nicht gelöscht werden

source: Successfully set "%s" as your default library.
de: "%s" als Standardordner eingestellt

source: Wrong password
de: Falsches Passwort

source: Internal server error
de: Interner Serverfehler

source: Decrypt library error
de: Fehler beim entschlüsseln des Ordners

source: Destination path is too long for %s.
de: Zielpfad ist zu lang für %s

source: Invalid destination path
de: Ungültiger Zielpfad

source: Permission denied
de: Erlaubnis verweigert

source: Out of quota.
de: Überschreitung des Kontingents

source: You don't have permission to access the folder.
de: Sie sind nicht berechtigt, auf den Ordner zuzugreifen

source: No path.
de: Kein Weg

source: Argument missing.
de: Argument fehlt

source: Can not move directory %(src)s to its subdirectory %(des)s
de: Ordner %(src)s kann nicht in seinen Unterordner %(des)s verschoben werden

source: You do not have permission to copy files/folders in this directory
de: Sie sind nicht berechtigt, Dateien / Ordner in diesem Verzeichnis zu kopieren

source: Can not copy directory %(src)s to its subdirectory %(des)s
de: Ordner %(src)s kann nicht in seinen Unterordner %(des)s verschoben werden

source: Edit online is not offered for this type of file.
de: Dieser Dateityp kann nicht online bearbeitet werden.

source: The library does not exist.
de: Ordner existiert nicht

source: Invalid arguments.
de: Ungültige Argumente

source: HTTPError: failed to open file online
de: HTTPError: Datei konnte nicht online geöffnet werden

source: URLError: failed to open file online
de: URLError: Datei konnte nicht online geöffnet werden

source: The encoding you chose is not proper.
de: Die von Ihnen gewählte Codierung ist nicht korrekt.

source: Unknown file encoding
de: Unbekannte Dateicodierung

source: Permission denied.
de: Keine Berechtigung

source: Library is encrypted.
de: Ordner ist verschlüsselt

source: Error: no head commit id
de: Fehler: Keine Head-Commit-ID

source: Please provide password for the meeting.
de: Bitte geben Sie das Passwort für das Meeting an.

source: Incorrect password.
de: Falsches Passwort

source: BBB server config of this meeting is not found or not available
de: Die BBB-Serverkonfiguration dieses Meetings wurde nicht gefunden oder ist nicht verfügbar

source: Invalid meeting code
de: Ungültiger Besprechungscode

source: Get meeting successfully
de: Treffen Sie sich erfolgreich

source: You need to provide your fullname.
de: Sie müssen Ihren vollständigen Namen angeben.

source: Incorrect join password.
de: Falsches Join-Passwort.

source: The meeting hasn't started yet.
de: Das Treffen hat noch nicht begonnen.

source: Failed to retrieve record list
de: Datensatzliste konnte nicht abgerufen werden

source: Meeting not found
de: Besprechung nicht gefunden

source: You need to provide both URL and sceret key of BBB before continuing.
de: Sie müssen sowohl die URL als auch den geheimen Schlüssel von BB angeben, bevor Sie fortfahren können.

source: Failed to connect to BBB. Please check your configurations again.
de: Verbindung zu BBB fehlgeschlagen. Bitte überprüfen Sie Ihre Konfigurationen erneut.

source: Failed to connect to BBB. Please check your configuration again
de: Verbindung zu BBB fehlgeschlagen. Bitte überprüfen Sie Ihre Konfigurationen erneut.

source: Test connection to BBB successfully.
de: Testen Sie die Verbindung zu BBB erfolgreich

source: Please provide the BBB URL and BBB secret for testing connection.
de: Bitte geben Sie die BBB-URL und das BBB-Geheimnis an, um die Verbindung zu testen.

source: You cannot share the meeting to yourself
de: Sie können das Meeting nicht für sich selbst teilen

source: Successfully edited profile.
de: Profil erfolgreich bearbeitet

source: Failed to edit profile
de: Fehler beim Bearbeiten des Profils

source: User language updated.
de: Benutzersprache aktualisiert

source: Reset Password on %s
de: Passwort auf %s zurückgesetzt

source: Failed to send email, please contact administrator.
de: Fehler beim Senden der E-Mail. Bitte wenden Sie sich an den Administrator.

source: Failed to send email, please check your email address.
de: E-Mail konnte nicht gesendet werden. Bitte überprüfen Sie Ihre E-Mail-Adresse.

source: Failed to reset password, please check your entered password.
de: Fehler beim Zurücksetzen des Passworts. Bitte überprüfen Sie Ihr Passwort.

source: Changed library name or description
de: Ordnername oder -beschreibung geändert

source: No conflict in the merge.
de: Kein Konflikt in der Zusammenführung.

source: Wrong old password
de: Falsches altes Passwort

source: Download shared link deleted successfully.
de: Share-Link gelöscht

source: Upload shared link has been deleted successfully.
de: Upload-Link gelöscht

source: Email address is not valid
de: Ungültige Email-Adresse

source: Share link is not found
de: Share-Link wurde nicht gefunden

source: Verification code for visiting share links
de: Bestätigungscode für den Besuch von Freigabe-Links

source: Verification code has sent to your email successfully.
de: Der Bestätigungscode wurde erfolgreich an Ihre E-Mail gesendet

source: Failed to send a verification code, please try again later.
de: Fehler beim Senden eines Bestätigungscodes. Bitte versuchen Sie es später nochmal.

source: Invalid setting
de: Ungültige Einstellung

source: Invalid value
de: Ungültiger Wert

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
de: %(ext)s ist eine ungültige Dateierweiterung. Autorisierte Erweiterungen sind: %(valid_exts_list)s

source: Your file is too big (%(size)s), the maximum allowed size is %(max_valid_size)s
de: Ihre Datei ist zu groß (%(size)s). Die maximale Größe ist %(max_valid_size)s

source: You already have %(nb_avatars)d avatars, and the maximum allowed is %(nb_max_avatars)d.
de: Sie haben bereits %(nb_avatars)d Avatare. Sie können maximal %(nb_max_avatars)d hinzufügen.

source: Updated avatar successfully.
de: Avatar aktualisiert

source: Avatar does not exist or already deleted.
de: Avatar existiert nicht oder wurde bereits gelöscht

source: Deleted avatar successfully.
de: Avatar gelöscht

source: File name is missing
de: Dateiname fehlt

source: Repo id is missing
de: Repo-ID fehlt

source: Path is missing
de: Pfad fehlt

source: Incorrect repo id
de: Falsche Repo-ID

source: Share token is missing
de: Freigabetoken fehlt

source: Bad upload link
de: Schlechter Upload-Link

source: File does not exists
de: Datei existiert nicht

source: Notification sent.
de: Benachrichtigung gesendet

source: Above quota
de: Kontingent überschritten

source: Bad upload link token.
de: Fehler beim Upload-Link-Token

source: Bad repo id in upload link.
de: Fehlerhafte Ordner-ID im Upload-Link

source: Invalid email. Please check again
de: Ungültiges Token, bitte versuche es erneut.

source: The new email must be different than the current email.
de: Die neue E-Mail muss sich von der aktuellen E-Mail unterscheiden.

source: The email is existed. Please choose a different one.
de: Die E-Mail ist vorhanden. Bitte wählen Sie einen anderen

source: The email is already requested by a different user. Please choose a different one.
de: Die E-Mail wurde bereits von einem anderen Benutzer angefordert. Bitte wählen Sie einen anderen.

source: You already have a request that is in progress.
de: Sie haben bereits eine Anfrage in Bearbeitung.

source: Email change request submitted. Please check the inbox of your new email to continue.
de: E-Mail-Änderungsanforderung übermittelt. Bitte überprüfen Sie den Posteingang Ihrer neuen E-Mail, um fortzufahren.

source: Confirmation email resend successfully. Please check the inbox of your new email to continue.
de: Bestätigungs-E-Mail wurde erfolgreich erneut gesendet. Bitte überprüfen Sie den Posteingang Ihrer neuen E-Mail, um fortzufahren.

source: Email change request was canceled successfully.
de: E-Mail-Änderungsanforderung wurde erfolgreich abgebrochen

source: Email confirmed. Please now wait for system admin to trigger the change.
de: Email bestätigt. Warten Sie nun, bis der Systemadministrator die Änderung ausgelöst hat.

source: Use exist repo is invalid
de: Ungültiger Ordner

source: Name is invalid
de: Name ist ungültig

source: Name can only contain letters, numbers, blank, hyphen or underscore.
de: Name darf nur Buchstaben, Zahlen, Leerzeichen, Bindestrich oder Unterstrich enthalten

source: %s is taken by others, please try another name.
de: %s existiert bereits. Bitte wählen Sie einen anderen Namen.

source: New wiki created successfully
de: Wiki erstellt

source: Repo id is invalid.
de: Repo-ID ungültig

source: Library %s not found.
de: Ordner %s nicht gefunden

source: Wiki not found.
de: Wiki nicht gefunden

source: Wiki removed successfully.
de: Wiki entfernt

source: Name is required.
de: Name ist erforderlich

source: Unable to rename wiki
de: Wiki kann nicht umbenannt werden

source: Rename wiki successfully.
de: Wiki umbenannt

source: Wiki library not found.
de: Wiki nicht gefunden

source: name invalid
de: Name ungültig

source: Page "%s" already exists.
de: Benutzer %s existiert schon

source: Files in this library can not be viewed online.
de: Dateien in diesem Ordner können nicht online angezeigt werden

source: Bad share link token.
de: Freigabe Link Token fehlerhaft

source: Invalid token, please try again.
de: Ungültiges Token, bitte versuche es erneut.

source: Name is too long (maximum is 64 characters)
de: Name ist zu lang (maximal 64 Zeichen)

source: Name should not include '/'.
de: Name sollte nicht '/' enthalten
