Repository: syncwerk/syncwerk-server-restapi
Catalog: fhs/usr/share/python/syncwerk/restapi/restapi/api3/locale/*/LC_MESSAGES/django.po
Languages: de

source: Login id can't be empty
de: Login-ID darf nicht leer sein

source: Login id %s already exists.
de: Anmelde-ID %s existiert bereits

source: Department is too long (maximum is 512 characters)
de: Abteilung ist zu lang (maximal 512 Zeichen)

source: Space quota can't be empty
de: Kontingent darf nicht leer sein

source: Must be an integer that is greater than or equal to 0.
de: Muss eine ganze Zahl sein, die größer oder gleich 0 ist

source: Space quota is too low (minimum value is 0)
de: Kontingent ist zu niedrig (Mindestwert ist 0)

source: Failed to set quota: maximum quota is %d MB
de: Kontingent konnte nicht festgelegt werden: Das maximale Kontingent ist %d MB

source: is_trial invalid
de: is_trial ungültig

source: is_staff invalid.
de: is_staff ungültig

source: is_active invalid.
de: is_active ungültig

source: Failed to update user.
de: Fehler beim Aktualisieren des Benutzers

source: Updated successfully.
de: Aktualisierung erfolgreich

source: Failed to add user.
de: Fehler beim Hinzufügen des Benutzers

source: My Library
de: Mein Ordner

source: The device has been removed successfully
de: Gerät entfernt

source: Group name can only contain letters, numbers, blank, hyphen or underscore
de: Gruppenname darf nur Buchstaben, Zahlen, Leerzeichen, Bindestriche oder Unterstriche enthalten

source: There is already a group with that name.
de: Es gibt bereits eine Gruppe mit diesem Namen.

source: Creator
de: Eigentümer

source: Create At
de: Erstellt

source: new_owner %s invalid.
de: new_owner %s ungültig

source: Group %d not found.
de: Gruppe %d nicht gefunden

source: User %s not found.
de: Benutzer %s nicht gefunden

source: User %s is already group owner.
de: Benutzer %s ist bereits Gruppeneigentümer

source: NOT allow to create encrypted folder.
de: NICHT erlauben, einen verschlüsselten Ordner zu erstellen.

source: Failed to create folder.
de: Fehler beim Erstellen des Ordners

source: The folder has been added successfully.
de: Ordner hinzugefügt

source: Folder id must be a valid uuid
de: Die Ordner-ID muss eine gültige UUID sein

source: Invalid enc_version param.
de: Ungültiger enc_version-Parameter

source: You must provide magic, random_key and enc_version.
de: Sie müssen magic, random_key und enc_version angeben.

source: The folder has been removed successfully
de: Ordner entfernt

source: Folder %s not found.
de: Ordner %s nicht gefunden

source: owner invalid.
de: Name ungültig

source: Transfer failed: role of {owner} is {role}, can not add library.
de: Übertragung fehlgeschlagen: Rolle von {owner} ist {role}. Ordner kann nicht hinzugefügt werden.

source: Can not transfer organization library.
de: Organisationsordner kann nicht übertragen werden

source: The folder has been transfered successfully
de: Ordner übertragen

source: Folder was created successfully.
de: Gruppe erstellt

source: Item was deleted successfully.
de: Datei gelöscht

source: Please provide authorization file.
de: Bitte geben Sie die Autorisierungsdatei an

source: authorization file invalid
de: Autorisierungsdatei ungültig

source: You currently have more active users than the authorization allows.
de: Sie haben derzeit mehr Benutzer als die Autorisierung erlaubt

source: Authorization file uploaded
de: Autorisierungsdatei hochgeladen

source: User %s is already library owner.
de: Benutzer %s ist bereits Besitzer des Ordners

source: Email %s invalid.
de: Email %s ungültig

source: Added users/groups to share successfully
de: Gruppe erstellt

source: Removed from share successfully
de: Freigabe entfernt

source: Cleaned trash successfully.
de: Papierkorb geleert

source: Restored folder successfully.
de: Ordner wiederhergestellt

source: Permanently removed folder successfully.
de: Ordner endgültig gelöscht

source: must be an integer that is greater than or equal to 0.
de: muss eine ganze Zahl sein, die größer oder gleich 0 ist

source: Operation completed successfully
de: Operation abgeschlossen

source: src_repo_id invalid.
de: src_repo_id ungültig

source: src_parent_dir invalid.
de: src_parent_dir ungültig

source: src_dirent_name invalid.
de: src_dirent_name ungültig

source: dst_repo_id invalid.
de: dst_repo_id ungültig

source: dst_parent_dir invalid.
de: dst_parent_dir ungültig

source: operation invalid.
de: ungültige Operation

source: dirent_type invalid.
de: dirent_type ungültig

source: Destination path is too long.
de: Zielpfad zu lang

source: operation can only be 'move' or 'copy'.
de: Nur 'Verschieben' oder 'Kopieren' möglich

source: dirent_type can only be 'file' or 'dir'.
de: dirent_type kann nur 'file' oder 'dir' sein

source: File %s not found.
de: Datei %s nicht gefunden

source: Successfully moved file %s.
de: Datei %s verschoben

source: Successfully copied file %s.
de: Datei %s kopiert

source: Successfully moved folder %s.
de: Ordner %s verschoben

source: Successfully copied folder %s.
de: Ordner %s kopiert

source: Cancel failed
de: Abbrechen fehlgeschlagen

source: repo_id can not be empty.
de: repo_id darf nicht leer sein

source: Folder is not found in trash.
de: Ordner wurde nicht im Papierkorb gefunden

source: Folder restored successfully.
de: Ordner wiederhergestellt

source: Folder reverted successfully.
de: Ordner zurückgesetzt

source: p invalid.
de: p ungültig

source: Can not delete root path.
de: Root-Pfad kann nicht gelöscht werden

source: Delete folder successfully.
de: Ordner gelöscht

source: username invalid.
de: Benutzername ungültig

source: This item has been shared to %s.
de: Objekt für %s freigegeben.

source: Shared to users successfully.
de: Für Benutzer freigegeben

source: Shared to groups successfully.
de: Für Gruppen freigegeben

source: Update shared item permission successfully.
de: Berechtigung für freigegebene Elemente aktualisiert

source: Delete shared item successfully.
de: Geteiltes Objekt gelöscht

source: Check file lock error
de: Überprüfen Sie den Dateisperrfehler

source: File is locked
de: Datei ist gesperrt

source: File reverted successfully.
de: Datei erfolgreich zurückgesetzt

source: Delete file successfully.
de: Datei gelöscht

source: User %s is already a group member.
de: Benutzer %s ist bereits Mitglied dieser Gruppe

source: User %s not found in organization.
de: Benutzer %s nicht in Mandant gefunden.

source: Role updated.
de: Rolle aktualisiert

source: Successfully left group.
de: Sie haben die Gruppe verlassen

source: Successfully removed member from group.
de: Mitglied wurde aus der Gruppe entfernt

source: Couldn't import {number_of_failed} members because they are not registered users on this server or already in this group
de: Konnte {number_of_failed} Mitglieder nicht importieren, da sie keine registrierten Benutzer auf diesem Server oder bereits in der Gruppe sind

source: All members are imported successfully.
de: Mitglieder erfolgreich importiert

source: Successfully imported %(number_of_success)d members. Couldn't import %(number_of_failed)d members because they are not registered users on this server or already in this group
de: %(number_of_success)d Mitglieder erfolgreich importiert %(number_of_failed)d Mitglieder konnten nicht importiert werden, da sie keine registrierten Benutzer auf diesem Server oder bereits in dieser Gruppe sind

source: A group was created successfully
de: Gruppe erstellt

source: Dismiss group successfully
de: Gruppe aufgelöst

source: The email address is not allowed to be invited as a guest.
de: Diese E-Mail-Adresse darf nicht als Gast eingeladen werden

source: %s is already invited.
de: %s ist bereits eingeladen

source: User %s already exists.
de: Benutzer %s bereits vorhanden

source: All notifications marked read.
de: Alle Benachrichtigungen werden als gelesen markiert.

source: Successfully cleaned all notifications.
de: Benachrichtigungen bereinigt.

source: Error
de: Fehler

source: Trash cleaned successfully.
de: Papierkorb geleert

source: Sending shared link failed. Email service is not properly configured, please contact administrator.
de: Das Senden des öffentlichen Links ist fehlgeschlagen. Der E-Mail-Dienst ist nicht ordnungsgemäß konfiguriert. Wenden Sie sich an den Administrator.

source: file
de: Datei

source: A file is shared to you on %s
de: Eine Datei wurde für Sie auf %s freigegeben

source: directory
de: Ordner

source: A directory is shared to you on %s
de: Ein Ordner wurde für Sie auf %s freigegeben

source: An upload link is shared to you on %s
de: Ein Upload-Link wurde für Sie auf %s freigegeben

source: Password is too short.
de: Passwort zu kurz

source: Share link was deleted successfully.
de: Share-Link gelöscht

source: Create/update shared folder successfully.
de: Freigegebener Ordner erstellt / aktualisiert

source: Repo unshared successfully.
de: Ordner konnte nicht freigegeben werden

source: Password is too short
de: Passwort zu kurz

source: Total size exceeds limit.
de: Gesamtgröße überschreitet das Limit

source: A user with this email already exists.
de: Benutzer mit dieser E-Mail existiert bereits

source: The two passwords didn't match.
de: Passwörter stimmen nicht überein

source: Invalid user id.
de: Ungültige Einstellung

source: The two password fields didn't match.
de: Passwörter stimmen nicht überein

source: Login successfully from %(ip_address)s
de: Erfolgreicher Login von %(ip_address)s

source: Sent email to %(recipient)s
de: E-Mail an %(recipient)s gesendet

source: Share to all: Share to all %(folder_name)s with permission %(permissions)s
de: %(folder_name)s wurde mit allen geteilt; Rechte: %(permissions)s

source: Share to %(recipient)s %(folder_name)s with permission %(permissions)s
de: %(folder_name)s mit %(recipient)s geteilt; Rechte: %(permissions)s

source: Share to group %(recipient)s %(folder_name)s with permission %(permissions)s
de: %(folder_name)s mit %(recipient)s geteilt; Rechte: %(permissions)s

source: Change all permission of %(folder_name)s to %(permissions)s
de: Alle Berechtigungen von %(folder_name)s wurden in %(permissions)s geändert

source: Change %(recipient)s permission of %(folder_name)s to %(permissions)s
de: Berechtigung von %(folder_name)s durch %(recipient)s in %(permissions)s geändert

source: Change group %(recipient)s permission of %(folder_name)s to %(permissions)s
de: Berechtigung von %(folder_name)s durch %(recipient)s in %(permissions)s geändert

source: Remove share to all of %(folder_name)s
de: Freigabe an alle von %(folder_name)s wurde entfernt

source: Remove share to %(recipient)s of folder %(folder_name)s
de: Freigabe von %(folder_name)s an %(recipient)s entfernt

source: Remove share to group %(recipient)s of %(folder_name)s
de: Freigabe von %(folder_name)s an %(recipient)s entfernt

source: Create share link of %(folder_name)s with permission %(permissions)s
de: Freigabelink von %(folder_name)s erstellt; Rechte: %(permissions)s

source: Remove share link of %(folder_name)s with permission %(permissions)s
de: Freigabelink von %(folder_name)s entfernt; Rechte: %(permissions)s

source: Create upload link of %(folder_name)s
de: Uploadlink erstellt für %(folder_name)s

source: Remove upload link of %(folder_name)s
de: Uploadlink entfernt für %(folder_name)s

source: Accessed file %(folder_name)s
de: Dateizugriff auf %(folder_name)s

source: %(name)s added file %(folder_name)s
de: %(name)s hat Datei %(folder_name)s hinzugefügt

source: %(name)s modified file %(folder_name)s
de: %(name)s hat die Datei %(folder_name)s bearbeitet

source: %(name)s deleted file %(folder_name)s
de: %(name)s hat Datei %(folder_name)s gelöscht

source: %(name)s renamed file %(from_f)s to %(to_f)s
de: %(name)s hat die Datei %(from_f)s in %(to_f)s umbenannt

source: %(name)s moved file %(folder_name)s from %(from_f)s to %(to_f)s
de: %(name)s hat die Datei %(folder_name)s von %(from_f)s nach %(to_f)s verschoben

source: %(name)s create new folder %(folder_name)s
de: %(name)s hat den Ordner %(folder_name)s erstellt

source: %(name)s renamed folder %(from_f)s to %(to_f)s
de: %(name)s hat den Ordner %(from_f)s in %(to_f)s umbenannt

source: %(name)s moved folder %(folder_name)s from %(from_f)s to %(to_f)s
de: %(name)s hat den Ordner %(folder_name)s von %(from_f)s nach %(to_f)s verschoben

source: %(name)s deleted folder %(folder_name)s
de: %(name)s hat den Ordner %(folder_name)s gelöscht

source: File size surpasses %s, can not be opened online.
de: Dateigröße überschreitet %s und kann nicht online geöffnet werden.

source: The library is encrypted, can not open file online.
de: Der Ordner ist verschlüsselt. Dateien können nicht online geöffnet werden.

source: Repo does not exist
de: Ordner existiert nicht

source: File does not exist
de: Datei existiert nicht

source: File or Folder does not exist
de: Datei oder Ordner existiert nicht

source: A lot of files selected for batch download, maximum allowed
de: Viele Dateien für den Batch-Download ausgewählt, maximal zulässig

source: Folders aren't allowed in batch download
de: Ordner sind beim Batch-Download nicht zulässig

source: Unable to view file
de: Datei kann nicht angezeigt werden

source: Commit does not exist
de: Commit existiert nicht

source: File not found
de: Datei nicht gefunden

source: Unable to download file, invalid file path
de: Datei konnte nicht heruntergeladen werden: ungültiger Dateipfad

source: Unable to download file, wrong file path
de: Datei konnte nicht heruntergeladen werden: falscher Dateipfad

source: Unable to download file, share link traffic is used up.
de: Datei kann nicht heruntergeladen werden, Kontingent für geteilte Inhalte ist verbraucht.

source: Unable to download file.
de: Datei kann nicht heruntergeladen werden

source: Unable to download file
de: Datei kann nicht heruntergeladen werden

source: Unable to view raw file, share link traffic is used up.
de: Raw-Datei kann nicht angezeigt werden. Kontingent für geteilte Inhalte verbraucht.

source: Invalid file path.
de: Ungültiger Dateipfad

source: Dir does not exist
de: Dir existiert nicht

source: Internal Error
de: Interner Fehler

source: The library is encrypted.
de: Ordner ist verschlüsselt

source: Unable to edit file
de: Datei kann nicht bearbeitet werden

source: The file does not exist.
de: Datei existiert nicht

source: Library does not exist
de: Ordner existiert nicht

source: "%s" does not exist.
de: "%s" existiert nicht

source: You do not have permission to access this library.
de: Sie sind nicht berechtigt, auf diesen Ordner zuzugreifen

source: The folder password is needed.
de: Das Ordnerkennwort ist erforderlich

source: Failed to list dir.
de: Fehler beim Auflisten der Ordner

source: Failed to get file block list
de: Fehler beim Abrufen der Dateiblockliste

source: Path is missing.
de: Pfad fehlt

source: Failed to get dir id by path
de: Fehler beim Abrufen der Ordner-ID nach Pfad

source: Path does not exist
de: Pfad existiert nicht

source: My Folder
de: Mein Ordner

source: You do not have permission to create library.
de: Sie sind nicht berechtigt, einen Ordner zu erstellen.

source: Folder name is required.
de: Ordnername ist erforderlich.

source: name invalid.
de: Name ungültig

source: The folder has been created successfully.
de: Ordner erstellt

source: Repo id must be a valid uuid
de: Ordner-ID muss eine gültige UUID sein

source: You do not have permission to access this folder.
de: Sie sind nicht berechtigt, auf diesen Ordner zuzugreifen.

source: Folder not found.
de: Ordner nicht gefunden

source: Folder password magic is needed.
de: Folder Passwort Magic ist erforderlich.

source: You do not have permission to rename this library.
de: Sie sind nicht berechtigt, diesen Ordner umzubenennen.

source: Rename library successfully.
de: Ordner wurde umbenannt

source: Unable to rename folder
de: Ordner konnte nicht umbenannt werden

source: unsupported operation
de: nicht unterstützte Operation

source: Folder does not exist.
de: Ordner existiert nicht

source: You do not have permission to delete this library.
de: Sie sind nicht berechtigt, diesen Ordner zu löschen

source: Folder has been deleted successfully.
de: Ordner gelöscht

source: You do not have permission to create folder.
de: Sie sind nicht berechtigt, einen Ordner zu erstellen.

source: Invalid permission
de: Ungültige Berechtigung

source: The public folder has been created successfully.
de: Öffentlicher Ordner erstellt

source: The folder has been transferred successfully
de: Ordner übertragen

source: Admin account can not be deleted.
de: Administratorkonto kann nicht gelöscht werden

source: Demo account can not be deleted.
de: Demokonto kann nicht gelöscht werden

source: User is not valid
de: Benutzer ist nicht gültig

source: Email address is invalid valid
de: Email Adresse ist ungültig

source: Request was throttled. Expected available in %d seconds.
de: Anfrage wurde gedrosselt. Voraussichtlich in %d Sekunden verfügbar.

source: You can't active this user. The freeware version only allows 3 active users.
de: Sie können diesen Benutzer nicht aktivieren. Die Freeware-Version erlaubt nur 3 aktive Benutzer.

source: You don't have permission to change user role.
de: Sie sind nicht berechtigt, die Benutzerrolle zu ändern.

source: You do not have permission to view public libraries.
de: Sie sind nicht berechtigt, öffentliche Ordner anzuzeigen.

source: Interal Server Error
de: Interner Server Fehler

source: You can't active this user. The current license only allows %(number_of_max_users)d active users.
de: Sie können diesen Benutzer nicht aktivieren. Die aktuelle Lizenz erlaubt nur %(number_of_max_users)d aktive Benutzer
